{
  "recommendations_by_mental_status": [
    {
      "mental_state": "positive",
      "recommendation": [
        "I am glad you're feeling great!"
      ]
    },
    {
      "mental_state": "normal",
      "recommendation": [
        "It's so nice you are OK!"
      ]
    },
    {
      "mental_state": "slightly stressed",
      "recommendation": [
        "You should think of some activities or hobbies you enjoy and practice them on a regular basis.",
        "You should meet up with your friends sometime and enjoy some mutual activities.",
        "I would suggest looking for a hobby group in your area."
      ]
    },
    {
      "mental_state": "highly stressed",
      "recommendation": [
        "You should identify the stress sources from your life and reduce them.",
        "Try to think about what causes you the stress and try to avoid it.",
        "Try to discuss the stressful events in your life with someone close to you."
      ]
    },
    {
      "mental_state": "slightly depressed",
      "recommendation": [
        "Try to relax from time, to time. Try to meditate and free your mind from the negative thoughts.",
        "You should try meditation sometime, it might help clear your mind.",
        "Everyone has bad days once in a while, but it is important not to generalize the negative thoughts however."
      ]
    },
    {
      "mental_state": "highly depressed",
      "recommendation": [
        "When we are very sad for a longer period of time, we tend to alter the reality. Try to think about your emotions and feelings and try to analyse them. They are not good for you and your health.",
        "I know that everything seems to be falling apart, but it will get better if you focus on your positive thoughts, rather than the negative ones.",
        "There are moments when we think that our future is not in our hands, but those moments and the way we are coping with them matter. When in need, try to think about a pleasant memory that gives you the strength you need to overcome the challenges you are facing."
      ]
    }
  ]
}
